
// 2008

"kDiscoveringDevicesKey"					= "Buscando dispositivos Bluetooth...";
"kDiscoveryCompleteKey"						= "Busca concluída.";
"kBluetoothIsOffKey"						= "O Bluetooth foi desativado neste computador. Depois de ativar o Bluetooth, talvez você possa continuar.";
"kErrorDiscoveringDevicesKey"				= "Ocorreu um erro ao buscar dispositivos.";

"kOptionsKey"								= "Opções";
"kStopKey"									= "Parar";
"kStartKey"									= "Iniciar";
"kShowKey"									= "Mostrar";
"kAllDevicesKey"							= "Todos os Dispositivos";
"kLaptopsKey"								= "Computadores portáteis";
"kClearListKey"								= "Limpar Lista";
"kAudioDevicesKey"							= "Dispositivos de Áudio";

"kConfiguringServicesKey"					= "Configurando os serviços";
"kPasskeySelectionKey"						= "Seleção de Chave-Senha";
"kNumDevicesFoundKey"						= "Buscando dispositivos - %@ encontrado(s)";
"kAutomaticPairAttemptKey"					= "O computador tentará emparelhar automaticamente com seu dispositivo.";

"kSpecifyDeviceKey"							= "Especificar Dispositivo…";

"kDeviceList_MouseDevicesKey"				= "MOUSES";
"kDeviceList_KeyboardDevicesKey"			= "TECLADOS";
"kDeviceList_MobilePhoneDevicesKey"			= "TELEFONES CELULARES";
"kDeviceList_AudioDevicesKey"				= "ÁUDIO";
"kDeviceList_OtherDevicesKey"				= "OUTRO";
"kDeviceList_ComputerDevicesKey"			= "COMPUTADOR";

"kDeviceList_NoDevicesFoundKey"				= "Nenhum Dispositivo Encontrado";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "A tentativa de emparelhamento não foi bem-sucedida. Esta configuração do Mac OS X e do software do Bluetooth poderia ser inválida ou incompatível.";
"kPairAttemptFailed3Key"								= "A tentativa de emparelhamento não foi bem-sucedida. Se você deseja tentar um código ou método de emparelhamento diferente, clique no botão “Opções de Código…”. Clique em Continuar para tentar novamente.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Este computador já está emparelhado com “%@.”";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Seu computador já está emparelhado com esse dispositivo. Deseja remover o emparelhamento e configurar o dispositivo novamente?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Falha de Emparelhamento";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introdução";
"kSetupDecisionKey"							= "Selecione o Tipo de Dispositivo";
"kConclusionKey"							= "Conclusão";

"kKeyboardSetupTitleKey"					= "Configuração de Teclado Bluetooth";
"kMouseSetupTitleKey"						= "Configuração de Mouse Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Configuração do Mouse ou Trackpad Bluetooth";
"kDeviceSetupTitleKey"						= "Configuração de Dispositivo Bluetooth";
"kPhoneSetupTitleKey"						= "Configuração de Telefone Celular Bluetooth";
"kPrinterSetupTitleKey"						= "Configuração de Impressora Bluetooth";
"kHeadsetSetupTitleKey"						= "Configuração de Headset Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Tem certeza de que deseja encerrar o Assistente de Configuração?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Você terá que executar o Assistente de Configuração novamente desde o início, se encerrar agora.";
"kUsersKeyboardKey"							= "Teclado de %@";
"kUsersMouseKey"							= "Mouse de %@";
"kUsersTrackpadKey"							= "Trackpad de %@";
"kRootUsersKeyboardKey"						= "teclado do administrador";
"kRootUsersMouseKey"						= "mouse do administrador";

"kSetUpAnotherDeviceButtonKey"				= "Configurar Outro Dispositivo";
"kAdvancedPasskeyOptionsButtonKey"			= "Opções de Código…";
"kOtherKey"									= "Outro";
"kGenericKey"								= "Genérico";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Abrir iSync";
"kCancelButtonKey"							= "Cancelar";
"kContinueButtonKey"						= "Continuar";
"kIgnoreButtonKey"							= "Ignorar";
"kSkipButtonKey"							= "Ignorar";
"kQuitButtonKey"							= "Encerrar";
"kNeedAuthenticationTitleKey"				= "Você deve autenticar adequadamente para fazer as alterações que especificou.";
"kNeedAuthenticationExplanationKey"			= "Para alterar os ajustes de acesso à Internet, você deve autenticar como um administrador deste computador. Desmarque esse ajuste ou clique em Continuar para tentar autenticar novamente.";

// Device types.

"kMobilePhoneCapsKey"						= "Telefone Celular";
"kMobilePhonesCapsKey"						= "Telefones Celulares";
"kMobilePhoneKey"							= "telefone celular";
"kMobilePhonesKey"							= "telefones celulares";
"kDeviceKey"								= "Dispositivo";
"kDevicesKey"								= "Dispositivos";
"kMouseKey"									= "Mouse";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Mouses";
"kKeyboardKey"								= "Teclado";
"kKeyboardsKey"								= "Teclados";
"kPrinterKey"								= "Impressora";
"kPrintersKey"								= "Impressoras";
"kHeadsetKey"								= "Headset";
"kHeadphonesKey"							= "Fones de Ouvido";
"kHeadsetsKey"								= "Headsets";
"kComputerKey"								= "Computador";
"kComputersKey"								= "Computadores";
"kPDAKey"									= "Dispositivo Portátil";
"kLANAccessPointKey"						= "Ponto de Acesso LAN";
"kTypeKey"									= "Tipo";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nome do Dispositivo: ";
"kServicesPanel_DeviceAddressKey"			= "Endereço do Dispositivo: ";
"kServicesPanel_DeviceTypeKey"				= "Tipo de Dispositivo: ";
"kServicesPanel_DeviceServicesKey"			= "Serviços do Dispositivo: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Selecione os serviços que deseja utilizar com seu telefone celular:";
"kSetupServicesPanel_DeviceTitleKey"		= "Selecione os serviços que você deseja utilizar com seu dispositivo:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Configurando os serviços…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Reunindo informações sobre seu dispositivo";
"kServicesPanel_GatheringInformationExplanationKey"	=	"O computador precisa de informações sobre o seu dispositivo para determinar como pode interagir com ele. Isto levará apenas alguns segundos.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Ocorreu um erro desconhecido ao obter informações sobre o seu dispositivo. Certifique-se de que o seu dispositivo esteja no raio de alcance deste computador, ligado e “visível”. Quando estiver pronto, clique em Continuar para tentar novamente.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Ocorreu um erro ao obter os serviços disponíveis no seu dispositivo. Certifique-se de que o seu dispositivo esteja no raio de alcance deste computador, ligado e “visível”. Quando estiver pronto, clique em Continuar para tentar novamente.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Reunindo informações adicionais sobre seu dispositivo…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Reunião de informações adicionais concluída.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Bem-vindo(a) ao Assistente de Configuração Bluetooth.";
"kWelcomeMachineHasBluetoothKey"			= "Quando o seu dispositivo aparecer na lista, selecione-o e clique em Continuar. Se você não visualizar o seu dispositivo na lista, certifique-se de que está ativado e “visível”. Para obter mais informações, consulte a documentação que acompanha o seu dispositivo.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Não foi encontrado um hardware ou software do Bluetooth adequado neste computador. Se você instalou um hardware do Bluetooth recentemente, verifique para comprovar se está conectado adequadamente.\n\nDepois de verificar que o hardware do Bluetooth está conectado adequadamente, talvez você possa continuar.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Ocorreu um erro ao tentar realizar a busca.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Atualizando o nome do dispositivo…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Atualizando %@ nomes de dispositivo…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Não há um mouse conectado.";
"kHIDLess_MouseSmallInstructionTextKey"						= "O Assistente de Configuração Bluetooth está buscando um mouse Bluetooth. Se for encontrado, ele será emparelhado com seu computador. Se você estiver tentando usar um mouse USB, verifique os cabos.\n\nSe você estiver tentando usar um mouse Bluetooth que não foi encontrado, certifique-se de que ele esteja ligado e “visível”. Para ligar um mouse sem fio Apple, deslize o botão da parte inferior do mouse. Se você estiver tentando usar um mouse sem fio de outra marca, consulte a documentação fornecida com o respectivo mouse.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Tentando estabelecer uma conexão com o mouse #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "O emparelhamento com o mouse foi realizado corretamente. Para confirmar o emparelhamento, use o seu mouse para clicar em Continuar. Se você não conseguir mover o cursor com o mouse e houver outro mouse sem fio disponível, talvez o seu computador esteja tentando emparelhar com o outro mouse.\n\nO Assistente de Configuração Bluetooth tentará emparelhar novamente com o seu mouse em %@ segundos.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "O emparelhamento com o mouse foi realizado corretamente. Para confirmar o emparelhamento, use o seu mouse para clicar em Continuar. Se você não conseguir mover o cursor com o mouse e houver outro mouse ou trackpad sem fio disponível, talvez o seu computador esteja tentando emparelhar com outro mouse ou trackpad sem fio.\n\nO seu computador tentará emparelhar novamente com o seu mouse em %@ segundos.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Clicar em Continuar (%@ segundos)…";
"kHIDLess_MousePairingFailed1TextKey"						= "O computador falhou ao emparelhar com esse mouse. O computador tentará novamente com o mesmo mouse em 5 segundos...";
"kHIDLess_MousePairingFailed2TextKey"						= "O computador não conseguiu emparelhar com esse mouse. Emparelhando com o próximo mouse ou trackpad sem fio…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Não há um mouse ou trackpad sem fio conectado.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Buscando um mouse ou trackpad sem fio. Se for encontrado, ele será emparelhado com seu computador. Se você estiver tentando usar um mouse USB, verifique os cabos.\n\nSe você estiver tentando usar um mouse ou trackpad sem fio que não foi encontrado, certifique-se de que ele esteja ligado e “visível”. Se você estiver usando um mouse ou trackpad sem fio Apple, ligue o seu mouse ou trackpad. Se você estiver tentando usar um mouse ou trackpad sem fio de outra marca, consulte a documentação fornecida com o respectivo mouse ou trackpad.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Tentando estabelecer uma conexão com o trackpad #%@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "O emparelhamento com o trackpad foi realizado corretamente. Para confirmar o emparelhamento, use o seu trackpad para clicar em Continuar. Se você não conseguir mover o cursor com o trackpad e houver outro mouse ou trackpad sem fio disponível, talvez o seu computador esteja tentando emparelhar com outro mouse ou trackpad sem fio.\n\nO seu computador tentará emparelhar novamente com o seu trackpad em %@ segundos.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "O computador não conseguiu emparelhar com esse trackpad. Uma nova tentativa com o mesmo trackpad será realizada em 5 segundos…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "O computador não conseguiu emparelhar com esse trackpad. Emparelhando com o próximo mouse ou trackpad sem fio…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Não há um teclado sem fio conectado.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "O Assistente de Configuração Bluetooth está buscando um teclado Bluetooth. Se for encontrado, ele será emparelhado com seu computador. Se você estiver tentando usar um teclado USB, verifique os cabos.\n\nSe você estiver tentando usar um teclado Bluetooth que não foi encontrado, certifique-se de que ele esteja ligado e “visível”. Se você estiver usando um teclado sem fio Apple, ligue-o. Se você estiver tentando usar um teclado sem fio de outra marca, consulte a documentação fornecida com o respectivo teclado.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Buscando um teclado sem fio. Se for encontrado, ele será emparelhado com seu computador. Se você estiver tentando usar um teclado USB, verifique os cabos.\n\nSe você estiver tentando usar um teclado sem fio que não foi encontrado, certifique-se de que ele esteja ligado e “visível”. Se você estiver usando um teclado sem fio Apple, ligue-o. Se você estiver tentando usar um teclado sem fio de outra marca, consulte a documentação fornecida com o respectivo teclado.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Digite o seguinte código de acesso no teclado que está está configurando e pressione a tecla Retorno:\n\n\n\n\n\nQuando você tiver digitado o código de acesso no teclado, o processo de emparelhamento será completado.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Tentando conectar ao teclado #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Conexão estabelecida com teclado #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "O emparelhamento com o teclado foi bem-sucedido.\n\nPressione a tecla Retorno do teclado quando estiver preparado para continuar.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Ocorreu um erro de autenticação. Os códigos de acesso não coincidiram.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Ocorreu um erro de tempo de conexão esgotado. Certifique-se de digitar o código de acesso e pressione a tecla Retorno.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "O computador falhou ao emparelhar com esse teclado. O computador tentará novamente com o mesmo teclado em 5 segundos...";
"kHIDLess_KeyboardPairingFailedTextKey"						= "O computador não conseguiu emparelhar com esse teclado. Uma nova tentativa será realizada em 5 segundos…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Você deve encontrar e selecionar um dispositivo da lista antes de continuar.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Nenhum dispositivo selecionado.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Este computador e o mouse foram emparelhados com êxito.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Este computador e o trackpad foram emparelhados corretamente.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Este computador e o teclado foram emparelhados com sucesso.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Erro: nenhum dispositivo foi especificado no painel anterior.";
"kPair_General_PairingAttemptToPairKey"			= "Tentando emparelhar com “%@”.";
"kPair_General_ConnectingToDeviceKey"			= "Conectando com “%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Conexão estabelecida.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Buscando mouses - %@ encontrado(s).";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Você deve buscar e selecionar um mouse na lista antes de continuar.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Nenhum mouse selecionado.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Quando o seu mouse aparecer na lista, selecione-o e clique em Continuar. Se o seu mouse não aparecer na lista, certifique-se de que esteja no modo “visível”. Se você estiver usando um mouse sem fio Apple, deslize o botão da parte inferior do mouse para ligá-lo.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Nenhum mouse foi encontrado. Certifique-se de que o seu mouse esteja “visível”.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Buscando seu mouse";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Buscando mouses ou trackpads sem fio - %@ encontrado(s).";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Não foi encontrado nenhum mouse ou trackpad sem fio. Certifique-se de que o seu mouse ou trackpad sem fio esteja “visível”.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Buscando teclados - %@ encontrado(s)";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Você deve encontrar e selecionar um teclado da lista antes de continuar.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Nenhum teclado selecionado.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Quando o seu teclado aparecer na lista, selecione-o e clique em Continuar. Se o seu teclado não aparecer na lista, certifique-se de que esteja no modo “visível”. Se você estiver usando um teclado sem fio Apple, ligue-o.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Nenhum teclado foi encontrado. Certifique-se de que o seu teclado esteja “visível”.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Buscando seu teclado";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Para prosseguir com o emparelhamento, certifique-se de que o número abaixo esteja sendo mostrado no dispositivo que você está emparelhando.";
"kPair_SSPNumCmp_StatusTextKey"					= "Se você vir este número no outro dispositivo, clique em Continuar para completar o processo de emparelhamento. Se não o vir, clique em Voltar para tentar novamente.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Para prosseguir com o emparelhamento, digite o número abaixo seguido pela tecla Retorno no dispositivo que você está emparelhando.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Como emparelhar com o seu dispositivo Bluetooth";
"kPair_Device_InstructionTextKey"				= "Talvez o seu dispositivo solicite que você digite um código. Verifique o seu dispositivo para verificar se ele está preparado para aceitar um código. Quando o seu dispositivo estiver preparado, digite o seguinte código:\n\n\n\n\nDepois que você tiver digitado o código no seu dispositivo o processo de emparelhamento estará terminado.";
"kPair_Device_ClickContinueToSetupKey"			= "Clique em Continuar para configurar os serviços disponíveis no seu dispositivo.";
"kPair_Device_PairingAttemptFailed1Key"			= "Impossível emparelhar com seu dispositivo. Clique em Continuar para tentar novamente.";
"kPair_Device_PairingAttemptFailed2Key"			= "A tentativa de emparelhamento não foi bem-sucedida. Certifique-se de que o dispositivo esteja no raio de alcance deste computador, esteja ligado e “visível”. Quando estiver pronto, clique em Continuar para tentar novamente.";
"kPair_Device_PairingAttemptFailed3Key"			= "A tentativa de emparelhamento não foi bem-sucedida. Se você está utilizando um código, certifique-se de que está digitando-o corretamente em seu dispositivo. Quando estiver preparado, clique em Continuar para tentar novamente";
"kPair_Device_PairingAttemptFailed18Key"		= "A tentativa de emparelhamento não funcionou. O dispositivo está recusando a tentativa de emparelhamento. Consulte o manual do dispositivo. Quando estiver pronto, clique em Continuar para tentar novamente.";
"kPair_Device_PairingAttemptSucceededKey"		= "Este computador e o dispositivo foram emparelhados com êxito.";
"kPair_Device_AlreadyPairedKey"					= "Este computador e o dispositivo já estão emparelhados.";
"kPair_Device_GatheringServiceInformationKey"	= "Coletando informações de serviço sobre seu dispositivo.";
"kPair_Device_GatheringInformationKey"			= "Reunindo informações adicionais sobre seu dispositivo.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "O computador utilizará uma chave-senha vazia para emparelhar com seu dispositivo.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Falha ao salvar os ajustes de rede.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "As configurações de rede Bluetooth não puderam ser salvas.";
"kDialupErrorSavingSerialTitleTextKey"			= "Falha ao salvar os ajustes de rede.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "As alterações de configuração da rede não puderam ser salvas.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Para acessar a Internet usando o seu dispositivo, você precisa fornecer as informações a seguir.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Nome de usuário:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Senha:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Nº de Telefone:";
"kInternetAccess_GPRSExampleKey"					= "Por exemplo, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "O Assistente de Configuração do Bluetooth não pode configurar o seu dispositivo como um modem discado porque a interface do Bluetooth não está disponível. Abra a preferência Rede para adicioná-la.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Usar o iSync para transferir contatos e eventos";
"kConclusionPanelUseFileTransferKey"				= "Usar para transferir arquivos";
"kConclusionPanelUseAddressBookKey"					= "Usar com a Agenda";
"kConclusionPanelUseAsHIDDeviceKey"					= "Usar como um dispositivo de entrada para este computador";
"kConclusionPanelUseInternetKey"					= "Acessar a Internet";
"kConclusionPanelUseSerialPortKey"					= "Uma porta serial de computador foi criada";
"kConclusionPanelUseAsPANDeviceKey"					= "Usar como uma Rede de Área Pessoal";
"kConclusionPanelUseAsAudioOutputKey"				= "Usar como um dispositivo de saída de áudio";
"kConclusionPanelUseAsAudioInputKey"				= "Usar como um dispositivo de entrada de áudio";
"kConclusionPanelDevicePairedKey"					= "O emparelhamento foi completado com êxito";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Não foram encontrados serviços compatíveis neste dispositivo.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Seu dispositivo Bluetooth não foi configurado com o seu computador.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Seu computador e o telefone celular estão configurados da seguinte forma:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Seu computador e o dispositivo estão configurados da seguinte forma:";

"kConclusionPanelMobilePhoneSetupKey"		= "O seu telefone celular já está configurado para usar os recursos Bluetooth do seu computador.";
"kConclusionPanelKeyboardSetupKey"			= "Parabéns! Seu computador já está configurado para utilizar seu teclado Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Parabéns! Seu computador já está configurado para utilizar seu mouse Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Parabéns! Seu computador já está configurado para usar seu trackpad Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Parabéns! Seu computador já está configurado para utilizar seu dispositivo Bluetooth";
"kConclusionPanelKeyboardAndMouseKey"		= "Parabéns! Seu computador já está configurado para utilizar seu teclado e seu mouse Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Parabéns! O seu computador já está configurado para usar a sua impressora Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Parabéns! Agora o seu computador já está configurado para usar o seu headset Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Parabéns! Agora o seu computador está configurado para usar o IPhone Bluetooth Headset.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Parabéns! Seu computador já está configurado para utilizar o seu iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "Há um mouse conectado a este computador. Não é mais necessário configurar uma conexão Bluetooth.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Há um mouse conectado a este computador. A configuração de um mouse ou trackpad Bluetooth não é mais necessária.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Há um teclado conectado a este computador. Não é mais necessário configurar uma conexão Bluetooth.";
"kConclusionPanelSetupInterruptedKey"		= "O processo de configuração do dispositivo foi interrompido.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "O assistente de configuração falhou ao configurar o headset. Tente configurá-lo novamente.";
"kConclusionPanelFailedSetupErrorKey"		= "Ocorreu um erro ao configurar o seu dispositivo (0x%x). Tente configurá-lo novamente.";
"kConclusionPanelFailedNoServicesTextKey"	= "Não havia serviços configuráveis no seu dispositivo. Isso pode acontecer caso os serviços não estejam sendo ativados no dispositivo ou se ele não tiver serviços que necessitem ser configurados pelo computador. Consulte a documentação fornecida com o seu dispositivo para obter mais informações.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Nenhum dos serviços disponíveis foi configurado para o seu dispositivo Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Use este Assistente de Configuração novamente se quiser alterar qualquer um destes ajustes.";


